---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionDate
source: html/bfb9a443-6932-57b3-7761-6055dbc31af6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionDate Property

"Revision Date"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectRevisionRevisionDate { get; }
```